[
    {
        "date": "2025-05-22",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "If you start and end your day early, then you can expect generally safe avalanche conditions. Later in the day, you might be able to push a small, generally harmless wet avalanche on slopes steeper than about 40 degrees."
    },
    {
        "date": "2025-05-06",
        "Above Treeline": "lconsiderable",
        "Treeline": "considerable",
        "Below Treeline": "low",
        "Summary_clean": "Avoid areas of drifted snow. The new snow will quickly increase the avalanche danger. Expect to easily trigger avalanches once you find more than about 12 inches of new or drifted snow. Slides will break wider where winds drift snow into stiffer layers. Easterly winds will leave these in unexpected places, like downhill of ridgelines or along gully walls. Watch for subtle changes in snow consistency and do not proceed into stiffer, chalkier, or harder snow. Avalanche danger remains elevated on Wednesday. Sun and warming temperatures rapidly change the slab characteristics of the new snow."
    },
    {
        "date": "2025-05-05",
        "Above Treeline": "moderate",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "An incoming spring storm will drop enough snow to increase the avalanche danger on Monday. Slopes above around 12,000 feet, steeper than about 35 degrees, facing the north and east sides of the compass, will be most dangerous. Look for fresh drifts of new snow on the lee side of ridges, cross-loaded gully features, and terrain depressions. Most avalanches will be small, but they could pose a threat in continuously steep and rocky terrain."
    },
    {
        "date": "2025-05-04",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Increasing winds and clouds will lessen the chance of wet avalanches on Sunday. Avalanche conditions are generally safe, but you still need to exercise caution on very steep slopes, 40 degrees and over. In this type of terrain, you can trigger a small avalanche in a pocket of drifted snow near the ridgetop that entrains wet snow as it runs down the slope. A snowpack that is supportable, with new snow that has already gone through a melt-freeze cycle, is where you will find the safest conditions in steep terrain."
    },
    {
        "date": "2025-05-03",
        "Above Treeline": "moderate",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger avalanches in the most recent snow that will slide on a firm surface below on slopes steeper than 40 degrees. Most avalanches you trigger will be small, but even a small avalanche can have significant consequences in steep, exposed terrain. Know what terrain surrounds you and pay attention to how much new snow is on the slope you intend to ride. Ample sun and warm temperatures will raise your chances of triggering a wet avalanche later in the day. Start and end your day early to find the safest and most enjoyable travel conditions."
    },
    {
        "date": "2025-05-02",
        "Above Treeline": "moderate",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "If you plan to travel on steep slopes, start and end your day early. Ample sun and warm temperatures will raise your chances of triggering a wet avalanche later in the day. 3 to 6 inches of freshly-wetted new snow will easily slide on slopes steeper than around 40 degrees. Above treeline on north or northeast-facing slopes, steer around any isolated spots with more than a few inches of freshly drifted snow."
    },
    {
        "date": "2025-05-01",
        "Above Treeline": "moderate",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Watch for wind-drifted snow on north through east to south-facing slopes in the alpine. You'll most likely find problematic drifts on steep slopes below corniced ridges or inside chutes or couloirs. You're more likely to trigger an avalanche in areas with more than 6 inches of snow by midday Thursday. Cracking in the new snow is an indication that you can trigger an avalanche. Secondly, with the high April sun angle, you can expect fresh, dry snow to shed off steep slopes. There might be enough sun on Thursday evening to start the shed process. Clearer skies are expected on Friday. Start and end your day early and be aware of your surroundings to avoid wet snow problems. Remember that small avalanches can be problematic in extreme terrain. It doesn't take a large avalanche to take you off your feet. Riding slopes above cliffs, or steep and rocky chutes and couloirs, can amplify the consequences of a small slide."
    },
    {
        "date": "2025-04-29",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Avalanche conditions are generally safe, but keep two things in mind. Watch for small, isolated areas of wind-drifted snow on north through east to southeast-facing slopes in the alpine. You're most likely to find problematic drifts on very steep slopes below corniced ridges or inside chutes or couloirs. You're more likely to trigger a slide in areas that got more than about 4 inches of snow on Monday. Secondly, recent snow resting above hard crusts can shed off steep, sun-exposed slopes. Be aware of your surroundings and remember that small avalanches can be problematic in extreme terrain. It doesn't take a large avalanche to take you off your feet. Riding slopes above cliffs, or steep and rocky chutes and couloirs, can amplify the consequences of a small slide. Snowfall Wednesday night into Thursday will raise the avalanche danger in the Front Range, Tenmile Range, and Gore Range."
    },
    {
        "date": "2025-04-28",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Watch for small areas of wind-drifted snow on easterly-facing slopes near ridgetop. These drifts could be hard or soft. You're more likely to trigger a slide in areas that got more than about 4 inches of snow on Monday, but take care wherever you find dry, drifted snow in very steep terrain. Small avalanches can be problematic in extreme terrain, such as snowfields above cliffs or steep and rocky chutes and couloirs. Besides these small wind drifts, avalanches are unlikely, and avalanche conditions are generally safe."
    },
    {
        "date": "2025-04-15",
        "Above Treeline": "low",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "A cold night should freeze the upper snowpack. Be sure to step out of your skis or board multiple times to see how firm the slab you are traveling on is. If you punch into wet snow you could trigger a Wet Slab avalanche. This is more likely in areas with a shallow snowpack and weak faceted base and in areas with lots of rocks and trees which can absorb heat and cause premature melting. If you punch into wet snow head to aspects with more supportive snow. Starting and ending your day early will also help reduce your chances of triggering a wet slide. You could still experience small Loose Wet avalanches, especially in areas that accumulated snow on Monday. If you sink into wet snow past your ankles head to colder or lower-angled slopes."
    },
    {
        "date": "2025-04-14",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Cooler temperatures will help the snowpack recover from the heat of the last few days. However, it's a slow recovery, so you still need to be careful in steep and rocky areas where the snowpack is not supportable. If you are falling through a wet snowpack or hear collapsing sounds, retreat to lower-angle slopes or the trailhead. To recreate safely you'll need to find a thick, supportable melt-freeze crust with only the top inch or two softening in the sun. Although Wet Slab avalanches are unlikely, especially with cooler weather, these avalanches can be as dangerous as dry Persistent Slab avalanches in mid-winter. On Saturday, a skier was caught and injured in one of these avalanches in the Tenmile Range on a west-facing near treeline slope."
    },
    {
        "date": "2025-04-07",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "The wind continued to build slabs on east and southeast-facing slopes on Sunday. You can trigger shallow wind slabs in above treeline areas on these aspects. Be careful below ridgelines and convert rollovers. You can trigger avalanches in the wet surface snow, especially in near and below treeline areas, and some avalanches will run naturally as temperatures warm. Signs of deteriorating conditions are small avalanches running from steep rocky terrain, rollerballs or pinwheels in the wet surface snow, and gloppy snow sticking to the bottom of your gear. Timing is key to avoiding this problem. Get into and out of the mountains early to avoid wet snow avalanches. Move off slopes when the surface snow starts to get wet. Avoid trip plans that force you to ascend westerly-facing slopes late in the day."
    },
    {
        "date": "2025-04-06",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Avoid steep slopes getting direct sunlight that have not already shed snow. Within a couple of hours of sun, about 2 feet of cold snow above the crust is likely to be shed. Southerly slopes will be the most hazardous. Pay attention to slopes high above that might be getting direct sunlight. If you see small roller balls starting at rocks or cliffs, head to shadier, cooler aspects. You could still trigger a small avalanche in wind-drifted snow at high elevations. These would be particularly concerning in steep consequential terrain. Observing cracks in the snow is a sign to avoid particular slopes."
    },
    {
        "date": "2025-04-05",
        "Above Treeline": "considerable",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Avoid rounded pillows of snow that may crack when you weight them. You may find these on almost any aspect as the winds have trended around the compass multiple times this week. Fresh snow overnight will create new slabs of snow and hide the older ones. Steep slopes beneath cornices and gullies will be the most dangerous. You can find safer travel on lower-angled slopes. Avoid steep southerly slopes if the sun pops out, even for just a couple of hours. Sheltered gullies, with rocky walls to heat up, will be the first slopes to pop out Loose Dry avalanches."
    },
    {
        "date": "2025-04-04",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Wind-drifted slopes are the most dangerous. Wind Slab avalanches were easily triggered on Wednesday in the Indian Peaks. These avalanches are small but can be dangerous if they knock you off your feet in steep terrain. Look for and avoid areas with cohesive slabs of snow that feel harder and more hollow than sheltered areas with soft snow. Shooting cracks are a sure sign of unstable drifted snow. Winds on Thursday were from an easterly direction. Watch for unusual loading patterns like thicker slabs on usually scoured westerly slopes. With another storm on Friday evening, these slabs will grow in size, making avalanche conditions dangerous on Saturday."
    },
    {
        "date": "2025-04-03",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Wind-drifted slopes are the most dangerous. Wind Slab avalanches were easily triggered on Wednesday in the Indian Peaks. These avalanches are small but can be dangerous if they knock you off your feet in steep terrain. Look for and avoid areas with cohesive slabs of snow that feel harder and more hollow than sheltered areas with soft snow. Shooting cracks are a sure sign of unstable drifted snow."
    },
    {
        "date": "2025-04-02",
        "Above Treeline": "considerable",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Avoid steep slopes with wind-drifted snow. These rounded pillows of firm, hollow snow may crack and collapse under your weight. Snow drifts are most likely to be found beneath corniced ridges and in the tops and sides of gullies. In steep terrain, sluffs could take you off your feet resulting in a nasty ride in cliffy areas. Although unlikely, smaller avalanches and cornice falls onto slopes can trigger avalanches that break on deeper layers. Give overhanging cornices and shallow rocky slopes a wide berth. You can find safer riding in areas with soft wind-sheltered snow and on lower-angled terrain."
    },
    {
        "date": "2025-04-01",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "Avoid steep slopes with wind-drifted snow. These rounded pillows of firm, hollow snow may crack and collapse under your weight. Snow drifts are most likely to be found beneath corniced ridges and in the tops and sides of gullies. Strong winds will also extend dangerous areas well below ridgelines. Although unlikely, smaller avalanches and cornice falls onto slopes can trigger avalanches that break on deeper layers. Give overhanging cornices and shallow rocky slopes a wide berth. You can find safer riding in areas with soft snow unaffected by the wind and on lower-angled terrain."
    },
    {
        "date": "2025-03-31",
        "Above Treeline": "moderate",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche where you find cohesive slabs of drifted snow on steep slopes. The most likely places are upper-elevation slopes below ridges, in gullies, and behind convex rollovers. Cracking in the new snow is an indication that you can trigger an avalanche. Look for lower angle or wind-sheltered slopes for safer travel. Brief windows of sunshine and near-freezing temperatures mean that wet snow can shed off steep, sunny slopes. Rollerballs and snow that makes your glove damp when you squeeze it are signs the snow is getting wet. Stick to shaded slopes with dry snow or slopes with intact, supportable crusts. Although unlikely, smaller avalanches and cornice falls onto slopes can trigger avalanches that break on deeper layers. Give overhanging cornices a wide berth, and look for lower angle or wind-sheltered slopes for safer travel."
    },
    {
        "date": "2025-03-29",
        "Above Treeline": "low",
        "Treeline": "low",
        "Below Treeline": "low",
        "Summary_clean": "Most slopes are safe from avalanches, but there are a few areas to look for and avoid. Some lower elevation slopes may not freeze again on Friday night. Avoid steep slopes with unsupportable wet snow on Saturday. New snow can cap and insulate wet snow below. Dig down and look if you're unsure. Stick to slopes with supportable crusts or dry snow. A few inches of snow on Saturday doesn't raise the danger, but you might find an isolated drift of snow in very steep terrain and trigger a small avalanche in the alpine. Small avalanches can have big consequences above terrain traps or in extreme terrain. Although unlikely, smaller avalanches and cornice falls onto slopes can trigger avalanches that break on deeper layers. Give overhanging cornices a wide berth, and make sure you're on solid ground."
    },
    {
        "date": "2025-03-28",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "If you do not find a supportable melt-freeze crust to travel on early Friday morning, you'll need to consider changing your plans and avoiding steep slopes. Warm overnight temperatures, especially at lower and middle elevations on Thursday night, will increase the threat of wet avalanches going into Friday. Some slopes may not see a refreeze of the snow surface. To reduce your risk of wet avalanches, start and end your day early. Once the snow gets wet, head to slopes with cooler snow or return to the trailhead. When the surface crust melts, most southerly slopes will be dangerous. East-facing, near treeline slopes are particularly dangerous. This is where colder snow is getting wet for the first time. Smaller avalanches and cornice falls onto slopes can trigger avalanches that break on deeper layers."
    },
    {
        "date": "2025-03-27",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "considerable",
        "Summary_clean": "Warm overnight temperatures on Wednesday night will increase the threat of wet avalanches going into Thursday. Lower elevations may not see a refreeze of the snow surface. To reduce your risk of avalanches, start your day early and end early, and consider a drastic change of plans, avoiding steep slopes, if you do not find a supportable melt-freeze crust to travel on early in the morning. Once the snow gets wet, head to slopes with cooler snow or return to the trailhead. When the surface crust melts, most southerly slopes will be dangerous. East-facing near treeline slopes are particularly dangerous. This is where colder snow will get wet for the first time. Smaller avalanches and cornice fall onto slopes can trigger avalanches that break on deeper layers."
    },
    {
        "date": "2025-03-26",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "considerable",
        "Summary_clean": "Above normal temperatures and sunshine will result in wet avalanches on Wednesday. The most dangerous slopes are below treeline slopes, where temperatures are not forecast to drop below freezing on Tuesday night. Avoid steep slopes if you observe signs of wet snow, such as rollerballing and pinwheeling in the surface snow. A more ominous sign is the sound of collapsing and a snowpack that you sink into past your ankles. Wet avalanches can be large in these areas."
    },
    {
        "date": "2025-03-25",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Above-freezing temperatures, relatively light winds, and ample sunshine mean the most recent snow will shed off steep, sunny slopes. Rollerballs, pinwheels, and snow that wets your gloves when you squeeze it are signs the snow is wet. Rocky, open slopes in the afternoon are the most likely place to find wet snow. Avoid traveling on or below steep slopes with wet snow. Start and end your day early to reduce your risk. Although it is unlikely, steep, shallow, shady slopes are spots where you could trigger an avalanche on buried weak layers. Avoid these areas, especially if you know they already slid this winter. You can check that the snow depth is over about 2 meters to reduce this hazard."
    },
    {
        "date": "2025-03-24",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche where you find cohesive slabs of drifted snow at upper elevations. Avoid pillows of drifted snow on steep slopes below ridges, inside gullies, and behind convex rollovers. Cracking in the drifted snow is a sign you can trigger an avalanche. Head to slopes less than about 35 degrees or slopes sheltered from the wind as safer options. Although it is unlikely, steep, shallow, shady slopes are spots where you could trigger an avalanche on buried weak layers. Avoid these areas or check that the snow depth is over about 2 meters to reduce this hazard. A few inches of snow and breezy conditions will limit the warming of the snow on Monday. However, with above-freezing temperatures expected, a short window of sun could be enough to make the new snow shed off steep slopes. Avoid traveling on or below steep, sunny, and rocky slopes with a fresh coating of snow if the surface is getting wet."
    },
    {
        "date": "2025-03-23",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche on high-elevation slopes, below ridgelines, and along gully walls where you find snow drifts. These drifts may be firm and rounded and can crack when you travel on them. Head to lower-angled slopes or those holding soft none wind affected snow for safer riding. Steep, shallow, shady slopes are the spots where you could trigger a deeper avalanche on buried weak layers. Avoid these areas or check that the snow depth is over 2 meters to reduce this hazard."
    },
    {
        "date": "2025-03-22",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche on high-elevation slopes, below ridgelines, and along gully walls where you find snow drifts. These drifts may be firm and rounded and can crack when you travel on them. Head to lower-angled slopes or those holding soft none wind affected snow for safer riding. Steep, shallow, shady slopes are the spots where you could trigger a deeper avalanche on buried weak layers. Avoid these areas or check that the snow depth is over 2 meters to reduce this hazard."
    },
    {
        "date": "2025-03-20",
        "Above Treeline": "considerable",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You will likely trigger an avalanche on high-elevation slopes, below ridgelines, and along gully walls where you find snow drifts. These drifts may be firm and rounded and can crack when you travel on them. Head to lower-angled slopes or those holding soft none wind affected snow for safer riding. Steep, shallow, shady slopes are the places where you could trigger a deeper avalanche on buried weak layers. Avoid these areas or check that the snow depth is over 2 meters to reduce this hazard."
    },
    {
        "date": "2025-03-19",
        "Above Treeline": "considerable",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Avoid wind-drifted snow to avoid most avalanche concerns. You are most likely to find freshly drifted slabs of snow on north through east to south-facing slopes. Shooting cracks in the snow are a warning sign that you can trigger avalanches. Also, pay attention to and consider avoiding steep slopes where the snow feels much harder than sheltered slopes, even if you don't observe shooting cracks."
    },
    {
        "date": "2025-03-18",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger avalanches that break several feet deep if you don't avoid drifted snow. Strong winds over the past several days have created thick, cohesive slabs of snow on many slopes, especially those that face northeast, east, and southeast. Strong winds and drifting snow continue on Tuesday, further thickening these slabs. The most dangerous slopes and the most likely place to trigger an avalanche is on an open slope directly below ridgetop or the leeward side of a gully wall."
    },
    {
        "date": "2025-03-17",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche on steep, recently drifted slopes at upper elevations. Look for and avoid bulbous pillows of snow below ridges, in gullies, and behind convex rollovers. Cracking in the surface snow or snow that sounds drum-like as you travel over it are warning signs. Avalanches that break near the surface can step down to weak layers 2 to 3 feet deep. In areas with a shallower snowpack or on slopes already avalanched this year, avalanches could even step down to the ground. The recent snow makes these areas harder to identify, but avoid the edges of terrain features or areas with variable snow cover and exposed obstacles. You can find safer travel on low-angled and wind-sheltered slopes. Clouds and wind will help cool the snow tomorrow, but you can expect some of the recent storm snow to shed as temperatures break freezing. Rollerballs and point-releases are signs the snow is getting wet. Avoid traveling on or below steep, rocky slopes tomorrow afternoon if the snow is wet."
    },
    {
        "date": "2025-03-16",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche on steep, recently drifted slopes at upper elevations. Look for and avoid bulbous pillows of snow below ridges, in gullies, and behind convex rollovers. Cracking in the surface snow signals that you can trigger a slide. Snow that sounds hollow or drum-like as you travel over it is another warning sign. Avalanches that break near the surface will be small, but they can step down to weak layers 2 to 3 feet deep. In areas with a shallower snowpack or on slopes already avalanched this year, avalanches could even step down to the ground. The new snow makes these areas harder to identify, but avoid the edges of terrain features or areas with variable snow cover and exposed obstacles. Rocky, steep, shady slopes are the most likely places to trigger a deeper avalanche. You can find safer travel on low-angled and wind-sheltered slopes."
    },
    {
        "date": "2025-03-15",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche on steep slopes recently drifted by the wind. Cracking in the surface snow is a sign that you can trigger a slide. These avalanches could break near the surface or step down to weak layers 2 to 3 feet deep. In areas with a shallower snowpack or on slopes already avalanched this year, avalanches could step down to the ground. Multiple people can ride a slope before someone finds a shallow, weak point and triggers a deeper slide. The new snow makes these areas harder to identify, but avoid the edges of terrain features or areas with variable snow cover and exposed obstacles. Rocky, steep, shady slopes are the most likely places to trigger a deeper avalanche. You can find safer travel on low-angled slopes and those facing a southerly direction with a stout crust."
    },
    {
        "date": "2025-03-12",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Monday's winds drifted snow onto easterly-facing slopes above treeline. This additional drifted snow builds thicker slabs over weak layers buried in early March. You can trigger avalanches that break 1 to 3 feet deep. Expect larger slides on these drifted slopes. Any smaller avalanche you trigger can grow larger as it breaks on deeper, older layers. It's tricky to assess snowpack stability right now. You'll need to evaluate the snow carefully to ensure that weak layers in the upper snowpack are not present. You also need to probe to understand the snowpack depth since you don't want to travel on steep slopes that already avalanched. If this sounds complicated, you can always stick to lower-angle slopes or slopes with thick crusts buried underneath the new snow."
    },
    {
        "date": "2025-03-11",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Monday's winds drifted snow onto easterly-facing slopes above treeline. This additional drifted snow builds thicker slabs over weak layers buried in early March. You can trigger avalanches that break 1 to 3 feet deep; the largest on these drifted slopes. Any smaller avalanche you trigger can grow larger as it breaks on deeper, older layers. It's tricky to assess snowpack stability right now. You'll need to evaluate the snow carefully to ensure that weak layers in the upper snowpack are not present. You will also need to probe to understand the snowpack depth as you don't want to travel on steep slopes that have previously avalanched. If this sounds complicated, you can always stick to lower-angle slopes or slopes with thick crusts buried underneath the new snow."
    },
    {
        "date": "2025-03-09",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "You can trigger an avalanche that breaks one to two feet deep on weak snow buried at the start of the month. They might also break close to ground, across entire terrain features. If you trigger a slide close to the surface, it can easily trigger an avalanche that breaks on one of the deeper weak layers. Multiple people can ride a slope before one of these slides occurs, and you are unlikely to see any warning signs. Paths that already slid this season are more likely to slide again. Lower elevation, wind-sheltered slopes are safer. To reduce your risk further, look for slopes less than about 30 degrees that are not connected to steeper slopes above."
    },
    {
        "date": "2025-03-08",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "You might trigger an avalanche in drifted snow at upper elevations, but the bigger hazard is triggering a slide that breaks deeper into the snowpack. Slides can break one to two feet deep on weak snow buried at the start of the month. They might also break close to ground, across entire terrain features, and become nearly unsurvivable. If you trigger a slide close to the surface, it can easily trigger an avalanche that breaks on one of the deeper weak layers. Multiple people can ride a slope before one of these slides occurs, and you are unlikely to see any warning signs. Paths that already slid this season are more likely to slide again. Lower elevation, wind-sheltered slopes are safer. To reduce your risk further, look for slopes less than about 30 degrees that are not connected to steeper slopes above."
    },
    {
        "date": "2025-03-07",
        "Above Treeline": "considerable",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Snow and wind during the day mean you can trigger an avalanche in drifted snow at upper elevations. Avoid rounded pillows of drifted snow on steep slopes below ridges, in gullies, and behind convex rollovers. If you trigger a surface slide, the avalanche might break deeper into the snowpack. If you find the wrong spot on a slope, you can trigger a large, wide, and potentially deadly avalanche. Multiple people can ride a slope before one of these slides occurs, and you are unlikely to see any warning signs. Paths that already slid this season are more likely to slide again. Lower elevation, wind-sheltered slopes are safer. To reduce your risk further, look for slopes less than about 30 degrees that are not connected to steeper slopes above."
    },
    {
        "date": "2025-03-06",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "You can easily trigger an avalanche in drifted snow at upper elevations, and they may release naturally. Avoid rounded pillows of drifted snow on steep slopes below ridges, in gullies, and behind convex rollovers. If you trigger a surface slide, the avalanche might break deeper into the snowpack. If you find the wrong spot on a slope, you can trigger a large, wide, and potentially deadly avalanche. Multiple people can ride a slope before one of these slides occurs, and you are unlikely to see any warning signs. Paths that already slid this season are more likely to slide again. Look for slopes less than about 30 degrees that are not connected to steeper slopes above as safer options."
    },
    {
        "date": "2025-03-04",
        "Above Treeline": "high",
        "Treeline": "high",
        "Below Treeline": "considerable",
        "Summary_clean": "An Avalanche Warning is in effect for the Berthoud, Jones, and Loveland Pass areas. Heavy snow and intense winds overnight will create very dangerous avalanche conditions late Monday night through Tuesday. You can easily trigger avalanches big enough to bury you, and they may release naturally. Some avalanches could break deeper into the snowpack, growing larger and spanning entire terrain features. Travel in avalanche terrain is not recommended at this time."
    },
    {
        "date": "2025-03-03",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "An Avalanche Watch is in effect for the Front Range and Summit County. A potent storm with strong winds and heavy snow will result in very dangerous conditions overnight on Monday and into Tuesday. Travel in avalanche terrain is not recommended during this time. For Monday, the avalanche danger is MODERATE (Level 2 of 5). We are in a low-likelihood, high-consequence situation. It's hard to trigger avalanches, but if you find the wrong spot, the avalanche will be large, wide, and potentially deadly. Multiple people can ride a slope before it slides. You're unlikely to see warning signs like cracking or collapsing before you trigger an avalanche. If you venture into avalanche terrain, stack the odds in your favor, by choosing slopes that do not end in terrain traps such as gullies, cliffs, or trees."
    },
    {
        "date": "2025-03-02",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "The avalanche danger has dropped to MODERATE (Level 2 of 5), but the consequences of triggering an avalanche have not. Any avalanche you trigger can be large, wide, and deadly. Multiple people can ride a slope before it slides. You're unlikely to see warning signs like cracking or collapsing before you trigger an avalanche. If you venture into avalanche terrain, stack the odds in your favor, by choosing slopes that do not end in terrain traps such as gullies, cliffs, or trees. There is a chance of wet avalanches in very steep and rocky terrain. Avoid steep, sunbaked slopes if the snow becomes unsupportable or if you observe rollerballs in the surface snow."
    },
    {
        "date": "2025-03-01",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "You can trigger very large avalanches if you find the wrong spot on a slope. There are suspect slopes on most aspects, but northwest through east to southeast slopes at upper elevations are the most dangerous. With a recently built slab about 3 feet thick, it can be hard to find a trigger point, but when you do, the avalanche will be deadly. Multiple people can ride a slope before it slides. You're unlikely to see any warning signs like cracking or collapsing before you trigger an avalanche. The best way to manage this hazard is to avoid slopes steeper than about 30 degrees. For visual impact, here's a montage of last week's large avalanches from around the state. Above-freezing temperatures, sunny skies, and light winds mean the snow surface could become wet on sunny slopes. You can trigger a slide where you find wet, cohesionless snow on steep slopes. Avoid steep slopes if you're sinking up to your ankles in wet snow. Rollerballs and point-releases are indications the surface is becoming wet."
    },
    {
        "date": "2025-02-19",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "considerable",
        "Summary_clean": "There are lots of places you can trigger a big avalanche. Intense westerly winds created drifts of snow about 3 feet deep or more on leeward slopes. You can trigger slides where you find these drifts on steep leeward slopes at upper elevations. You can also trigger slides at lower elevations where the storm snow rests on weak snow, especially on drifted, open slopes. Avalanches in the storm snow will likely be large enough to bury you on their own. Don't forget they can also be the trigger for avalanches that break on deeper weak layers and become nearly unsurvivable. Make conservative terrain choices and avoid traveling on or below slopes steeper than about 30 degrees."
    },
    {
        "date": "2025-02-18",
        "Above Treeline": "high",
        "Treeline": "high",
        "Below Treeline": "considerable",
        "Summary_clean": "An Avalanche Warning is in effect for the Summit area. Heavy snow and strong winds will create very dangerous avalanche conditions starting early Monday and lasting through Tuesday. Large avalanches will be easy to trigger, and some could release naturally. You can trigger avalanches in the new snow large enough to bury you. Some avalanches will break deeper in the snowpack, propagating broader and larger than expected. You could trigger an avalanche from a distance or below. Travel in avalanche terrain is not recommended during this time."
    },
    {
        "date": "2025-02-16",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "A Special Avalanche Advisory for much of Colorado. Heavy snow and strong winds dramatically changed avalanche conditions. You can easily trigger large, deadly avalanches throughout President’s Day weekend. You will most likely trigger an avalanche where you find more than 8 inches of new or wind-drifted snow. You will find firm pillows of rounded snow below ridgelines, terrain breaks, and cross-loaded gullies. Cracking or collapsing in the new snow are signs you have found surface instability, and you should avoid steep slopes. These avalanches may stay confined to the surface snow or step down to the ground, as we have seen close to Cameron Pass recently. This is more likely in steep rocky terrain with a shallow snowpack. You can find safer travel on slopes less than about 30 degrees in steepness."
    },
    {
        "date": "2025-02-15",
        "Above Treeline": "high",
        "Treeline": "considerable",
        "Below Treeline": "considerable",
        "Summary_clean": "Avalanche conditions are dangerous. Strong winds on Saturday afternoon make things worse. These westerly winds will drift snow into thick slabs on numerous slopes, especially those directly below ridgetop. If you trigger an avalanche in drifted snow, it can step down to a much larger, potentially deadly avalanche. Another very large avalanche broke near the ground around Cameron Pass on Thursday, providing all the evidence we need to know that these dangerous avalanches are possible and increasing in frequency. This is true from the Wyoming border through Summit County."
    },
    {
        "date": "2025-02-14",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "You can trigger avalanches where the wind has drifted snow into hard, cohesive slabs. A small avalanche in drifted snow can turn into a larger one if it steps down to more deeply buried weak layers. Stick to slopes with soft snow that are sheltered from the wind."
    },
    {
        "date": "2025-02-13",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche in drifted slabs at upper elevations. Soft drifts over 8 inches deep, or hard drifts that support your weight are the most suspect. Cracking in the new snow is a sign you could trigger a slide. Avoid lens-shaped pillows of snow where you see them on steep slopes directly below ridges and in gullies. Avalanches can step down into older drifts and grow larger. Some could break in weak snow near the ground. You might not see any warning signs before you trigger a deeper avalanche. Drifted rocky slopes with variable snow cover are the most likely place to trigger a deeper avalanche. Look for safer riding on slopes less than about 30 degrees and in the trees sheltered from the wind."
    },
    {
        "date": "2025-02-12",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "You can trigger an avalanche where new snow drifts into slabs at upper elevations. Areas that get 6 inches of snow or more will be the most dangerous. Light winds in the morning will begin to drift snow efficiently as the day progresses. Avalanches can step down into older, denser drifts and grow larger. Some could break in weak snow near the ground. Cracking in the new snow is a sign you could trigger a slide. However, you might not see any warning signs before you trigger a deeper avalanche. Multiple people can ride a slope before triggering a slide. Avoid lens-shaped pillows of snow where you see them on steep slopes directly below ridges and in gullies. Especially slopes with variable snow cover and exposed obstacles that can act as trigger points for deeper avalanches. Look for safer riding on slopes less than about 30 degrees and in the trees sheltered from the wind."
    },
    {
        "date": "2025-02-11",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Slopes with thick drifts of snow are the most dangerous. You can trigger an avalanche in drifted surface snow that steps down to weak layers close to the ground. Avoid rounded, lens-shaped pillows of firm snow. Especially where you see them on steep slopes directly below ridges and in gullies. You will not get any warning signs of a deeper avalanche, and multiple people could take a run before it slides. You can reduce your chances of triggering a deeper slide by traveling on consistently angled slopes without many trigger points. You can find safer riding on slopes less than about 30 degrees and in the trees sheltered from the wind."
    },
    {
        "date": "2025-02-04",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Slopes with recently drifted snow are the most hazardous. Avalanches in recently drifted snow can step down to the ground and grow even larger. You will find these areas below ridgelines and along gullies. Shallow slopes with exposed rocks and trees are the most likely place to find a weak area and trigger a deeper avalanche. You will not get any warning signs, and multiple people could ride a slope before you find a weak area. You can find safer riding on slopes protected from the wind and slopes less than about 30 degrees. Above-freezing temperatures tomorrow will likely cause the snow to become wet and sluff off steep, sunny slopes. Avalanches could gouge deeper into the snowpack and grow larger as they run. If you sink to your ankles in wet, gloppy snow or see rollerballs, avoid being on, or below, steep slopes."
    },
    {
        "date": "2025-02-03",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Slopes with recently drifted snow are the most hazardous. Trigging an avalanche in rounded pillows of firm snow at the surface could penetrate deeper weak layers. You are most likely to trigger a deeper slide on steep, rocky slopes connected to drifted snow. Multiple people could ride a slope before a slide is triggered. You can find safer riding on slopes protected from the wind and lower-angled slopes. Sunny skies and above-freezing temperatures tomorrow will likely cause the snow to become wet and sluff off steep, sunny slopes. These avalanches could gouge deeper into the snowpack and grow larger as they run. If you sink up to your ankles in wet, gloppy surface snow or see rollerballs, you should steer clear of steep slopes."
    },
    {
        "date": "2025-02-02",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "low",
        "Summary_clean": "Slopes with recently drifted snow will be the most hazardous. If you trigger an avalanche in rounded pillows of firm snow at the surface, they could penetrate deeper weak layers. You will likely trigger a deeper slide on steep, rocky slopes connected to drifted snow. Multiple people could ride a slope before a slide is triggered. You can find safer riding on slopes protected from the wind and lower-angled slopes."
    },
    {
        "date": "2025-01-22",
        "Above Treeline": "moderate",
        "Treeline": "moderate",
        "Below Treeline": "moderate",
        "Summary_clean": "Westerly winds continue to drift snow into slabs on easterly-facing slopes. You can trigger an avalanche in this drifted snow. Steep wind-loaded east-facing slopes that sit directly below ridgetop are the most likely places to trigger an avalanche. Avalanches in drifted snow can grow large as they step down to more deeply buried weak layers. You are unlikely to get any warning signs like cracking or collapsing before triggering one of these deadly slides. To lower your chances of triggering an avalanche, stick to slopes sheltered from the wind with softer snow"
    },
    {
        "date": "2025-01-14",
        "Above Treeline": "considerable",
        "Treeline": "considerable",
        "Below Treeline": "moderate",
        "Summary_clean": "Continued reports of collapsing sounds indicate the snowpack is still dangerous and you can trigger large avalanches. The most dangerous slopes are north through southeast-facing slopes located directly below the ridgetop. The only way to avoid tangling with one of these large and destructive avalanches is to steer clear of steep slopes. Obvious signs of instability, such as shooting cracks and sounds of the snowpack collapsing, are decreasing. Don't mistake the absence of these warning signs for safer conditions."
    }
]